"com_apple_garageband_metadata_projectType" = "Tyyppi";
"com_apple_garageband_metadata_parentalAdvisory" = "Varoitus vanhemmille";
"com_apple_garageband_metadata_songVersionNumber" = "Luotu versiolla";
"com_apple_garageband_metadata_numberOfSITracks" = "Ohjelmistoinstrumenttiraidat";
"com_apple_garageband_metadata_numberOfRITracks" = "Oikeat instrumenttiraidat";

"com_apple_garageband_metadata_projectType.Description" = "GarageBand-projektin tyyppi";
"com_apple_garageband_metadata_parentalAdvisory.Description" = "GarageBandin varoitus vanhemmille";
"com_apple_garageband_metadata_songVersionNumber.Description" = "Kappaleen luomiseen käytetty GarageBand-versio";
"com_apple_garageband_metadata_numberOfSITracks.Description" = "GarageBand-kappaleessa olevien ohjelmistoinstrumenttiraitojen määrä";
"com_apple_garageband_metadata_numberOfRITracks.Description" = "GarageBand-kappaleessa olevien oikeiden instrumenttiraitojen määrä";